export const arabicKSA = {
    navbar: {
        home: ' الصفحة الرئيسية',
        about: 'نبذة عنا',
        products: 'المنتجات',
        contact: 'بيانات التواصل',
    },
    header: {
        natural: 'مستحضرات تجميل طبيعية',
        power: 'قوة الطبيعة بين يديك',
    },
    soulBrazil: {
        nature: "الطبيعة بين يديك",
        efficiency: "الكفاءة والنتائج",
        commitment: "الالتزام بالبيئة",
        soul: "روح البرازيل",
        ingredients: "مكونات طبيعية من البرازيل",
        biodiversity: `تنوع الأمازون الحيوي ومكوناته الطبيعية لتقديم جمال نقي في تركيباتهااختارت برازول`,
        healthier: "نفكر، نبدع، ونطور مستحضرات تجميل أكثر صحة، طبيعية وعالية الأداء",
        findOut: "تعرّف على منتجاتنا"
    },
    radiantBanner: {
        sensory: "تجربة حسية للجمال والرفاهية",
        radiant: `Radiant تم تطوير مجموعة 
 بتركيبة حرارية حصرية غنية بمكونات طبيعية ونتائج عالية الأداء.
تعمل كمعالج ومرمم للشعر، حيث تقلل من الحجم، وتغلق مسام الشعر، وتمنحه لمعانًا بفضل الفيتامينات والزيوت وزبدة فواكه الأمازون
`,
        learn: "اكتشف المزيد",
        ctaLine: "مرحباً! أنا مهتم بمعرفة المزيد عن سلسلة منتجات",
        ctaShampoo: "مرحباً! أنا مهتم بمعرفة المزيد عن سلسلة منتجات",
        ctaAbsoulte: "مرحباً! أنا مهتم بمعرفة المزيد عن سلسلة منتجات",
        ctaBB: "مرحباً! أنا مهتم بمعرفة المزيد عن سلسلة منتجات",
    },
    sublimeBanner: {
        sublime: "Sublime تم تطوير خط" +
            " بعناية بمزيج قوي من الأحماض الأمينية، يعمل على تعويض الطبقة الدهنية للشعر دون الإضرار بالخصلات " +
            "تركيبته غنية بالأرجينين، الكرياتين، السيرين، السيستين، الكولاجين، حمض الهيالورونيك، البانثينول، زبدة الشيا، إلى جانب مزيج قوي من البروتينات النباتية ",
        learn: "اكتشف المزيد",
        ctaMiracle: "مرحباً! أنا مهتم بمعرفة المزيد عن سلسلة منتجات",
        ctaLine: "مرحباً! أنا مهتم بمعرفة المزيد عن سلسلة منتجات",
        ctaAminoplastia: "مرحباً! أنا مهتم بمعرفة المزيد عن سلسلة منتجات",
        ctaBtxOrganic: "مرحباً! أنا مهتم بمعرفة المزيد عن سلسلة منتجات",
    },
    btxRepair:{
        ideal: "الحل المثالي للشعر المتضرر جدًا والمموج، والذي يحتاج إلى إصلاح فوري، بفضل التركيبة المغذية القوية المكونة من الأحماض الأمينية الحيوية المركبة" +
            "والفيتامينات، (Bio Complex) " +
            " مما يضمن نعومة الشعر وترميمه ",
        learn: "اكتشف المزيد",
        ctaLine: "مرحباً! أنا مهتم بمعرفة المزيد عن سلسلة منتجات",
        ctaBtxProduct: "مرحباً! أنا مهتم بمعرفة المزيد عن سلسلة منتجات"
    },
    dailyGlow:{
        daily: "تم تطوير خط العناية المنزلية اليومي للتوهج بشكل حصري بناءً على مفهوم الاستعادة واللمعان اليومي",
        highlight: "",
        activeIngredients: "مكوناته الفعالة تعمل مباشرة على ألياف الشعر، وتجدد صحته من أول استخدام. غني بفواكه أصلية من الأمازون، ويحتوي على زيت جوز البرازيل وزبدة المورومورو والكولاجين المُحلل، يعزز التغذية والترطيب العميق، ويترك الشعر ناعمًا ولامعًا ومتجددًا.",
        learn: "اكتشف المزيد",
        ctaLine: "مرحباً! أنا مهتم بمعرفة المزيد عن سلسلة منتجات",
        ctaAntiShampoo: "مرحباً! أنا مهتم بمنتج ANTI FRIZZ SHAMPOO، من سلسلة Daily Glow.",
        ctaFiber: "مرحباً! أنا مهتم بمعرفة المزيد عن سلسلة منتجات",
        ctaAntiConditioner: "مرحباً! أنا مهتم بمعرفة المزيد عن سلسلة منتجات",
        ctaThermal: "مرحباً! أنا مهتم بمعرفة المزيد عن سلسلة منتجات"
    },
    pillars:{
        valuing: "تقدير الإنسان والطبيعة",
        female: "تمكين المرأة",
        brasillness: "البرازيلية، التوازن والنقاء",
        brand: "قيم العلامة التجارية"
    },
    about:{
        selfLove: "حب الذات والرفاهية",
        natural: "مكونات طبيعية وعالية الأداء",
        sustainable: "التنمية المستدامة",
        cruelty: "غير مختبر على الحيوانات",
        about: "نبذة عن برازول"
    },
    contact:{
        contact: "بيانات التواصل",
        identify: "هل تعرفت على نفسك من خلال علامتنا التجارية؟",
        purpose: "هل تريد أن تكون جزءًا من هذا الهدف؟",
        know: "هيا نتعرف على بعضنا",
        us: "تواصل معنا",
        name: "الاسم",
        phone: "رقم الجوال",
        email: "بريد إلكتروني",
        message: "الرسالة",
        send: "ارسال",
        leaveHere: "اترك هنا وسيلة الاتصال والرسالة الخاصة بك، وسيقوم أحد ممثلينا بالاتصال بك لتحديد موعد اجتماع أو زيارة",
        forUs: "بالنسبة لنا، من دواعي سرورنا دائمًا تكوين صداقات جديدة ونشر التنوع البيولوجي في بلدنا، مما يوفر الاستدامة والنتائج واحترام الذات"
    },
    preFooter:{
        from: "من البرازيل وطبيعتها إليك من أجل راحتك ورفاهيتك",
    },
    footer:{
        about: "عن Brasoul",
        contact: "تواصل معنا",
        buy: "كيفية الشراء",
        instagram: "إنستغرام",
        news: "أخبار",
        receive: "استقبل أحدث الأخبار عن منتجاتنا وإطلاقاتنا أولًا بأول",
        name: "اكتب اسمك",
        email: "البريد الإلكتروني",
        register: "تسجيل",
        footerForms: "أرغب في متابعة آخر مستجدات Brasoul عبر بريدي الإلكتروني أو هاتفي!"
    },
    products:{
        findOut: "تعرف على"
    },
    telephone: "966530429288",
}